{
  "Anime": "Overall, it's an absolute world-class masterpiece soft beautiful anime-inspired artwork. It's an aesthetically pleasing, soft, beautiful anime art with impeccable attention to detail and beautiful composition.",
  "Cinematic": "Overall, it's an absolute world-class cinematic masterpiece. It's an aesthetically pleasing cinematic shot with impeccable attention to detail and impressive composition.",
  "Oil Painting": "A stunning oil painting with rich textures, vibrant colors, and masterful brushwork, reminiscent of classic fine art.",
  "Casual": "A relaxed, everyday style with a natural and unposed feel, capturing the subject in a candid moment.",
  "Watercolor": "A delicate and ethereal watercolor painting. It's a beautiful artwork characterized by its translucent layers, soft edges, and luminous, flowing colors.",
  "Comic Book Art": "A dynamic and graphic comic book panel. It's a striking piece defined by its bold ink outlines, vibrant, often flat colors, and a strong sense of narrative action or drama.",
  "Steampunk": "An intricate steampunk-inspired masterpiece. It's a fantastical creation blending Victorian elegance with industrial, steam-powered machinery, featuring rich tones of brass, copper, and polished wood.",
  "Cyberpunk": "A high-tech, dystopian cyberpunk scene. It's a gritty, futuristic vision illuminated by glowing neon lights, rain-slicked streets, and a blend of advanced technology with urban decay.",
  "3D Render": "A hyper-realistic 3D render. It's a polished, photorealistic digital creation with flawless lighting, incredibly detailed textures, and a perfect, clean composition.",
  "Low Poly": "A stylized and geometric low poly artwork. It's a minimalist 3D style using a small number of polygons, creating a faceted, modern, and clean aesthetic.",
  "Pixel Art": "A charming and nostalgic piece of pixel art. It's a meticulously crafted digital artwork built from individual pixels, often with a limited color palette, evoking a retro video game aesthetic.",
  "Art Deco": "An elegant and glamorous Art Deco design. It's a sophisticated style characterized by strong geometric patterns, bold lines, and a sense of luxury and modernity inspired by the 1920s.",
  "Impressionism": "A beautiful impressionist painting. It's a vibrant artwork that captures the fleeting impression of a moment, with an emphasis on natural light, vivid color, and visible, expressive brushstrokes.",
  "Surrealism": "A dreamlike and bizarre surrealist masterpiece. It's a thought-provoking artwork that explores the subconscious, featuring illogical scenes and strange, symbolic imagery.",
  "Charcoal Sketch": "An expressive and dramatic charcoal sketch. It's a powerful monochromatic drawing featuring rich, smudged textures, strong contrasts between light and shadow, and a raw, immediate quality.",
  "Flat Illustration": "A clean and modern flat illustration. It's a minimalist graphic style that uses simple shapes, bright colors, and two-dimensional elements without gradients or shadows.",
  "Stained Glass": "A luminous and intricate stained glass window. It's a vibrant, decorative piece composed of colored glass, held together by bold, dark lines, creating a divine, glowing effect.",
  "Vaporwave": "A nostalgic and surreal vaporwave aesthetic. It's a retro-futuristic style featuring 90s internet imagery, classical statues, tropical elements, and a palette of pinks, purples, and cyans.",
  "Gothic": "A dark and atmospheric gothic artwork. It's characterized by its intricate details, dramatic contrasts, and a sense of mystery, often featuring elements like arches, stained glass, and somber tones.",
  "Fantasy": "A whimsical and imaginative fantasy scene. It's filled with mythical creatures, enchanted landscapes, and a sense of wonder, often using vibrant colors and intricate details to create a magical atmosphere.",
  "Abstract": "A bold and colorful abstract composition. It's a non-representational artwork that uses shapes, colors, and forms to create a visual experience, often evoking emotions or ideas without depicting specific objects or scenes.",
  "Pop Art": "A vibrant and bold pop art piece. It's characterized by its use of bright colors, commercial imagery, and a playful, often ironic take on popular culture, frequently incorporating elements from advertising and comic books.",
  "Street Art": "A dynamic and edgy street art mural. It's a large-scale, urban artwork that combines graffiti, stencils, and vibrant colors, often conveying social or political messages, and characterized by its bold, expressive style.",
  "Digital Art": "A sleek and modern digital artwork. It's created using digital tools and software, featuring clean lines, vibrant colors, and often a polished, high-tech aesthetic. This style can range from hyper-realistic to abstract, showcasing the versatility of digital mediums.",
  "Ghibli": "A whimsical and enchanting Ghibli-inspired scene. It's characterized by its lush, hand-drawn animation style, featuring fantastical elements, rich landscapes, and a sense of wonder and adventure. The colors are vibrant yet soft, evoking a nostalgic and magical atmosphere.",
  "Indian Traditional": "A rich and vibrant Indian traditional art style. It's characterized by intricate patterns, bold colors, and a deep cultural significance, often depicting scenes from mythology, folklore, or daily life in India. The artwork typically features detailed motifs, ornate designs, and a sense of spirituality and heritage.",
  "Indian Contemporary": "A modern Indian art style that blends traditional elements with contemporary themes. It's characterized by innovative use of materials, bold colors, and a fusion of cultural influences, often reflecting current social issues or personal narratives. The artwork may include mixed media, abstract forms, and a dynamic interplay of textures and patterns.",
  "Indonesian Batik": "A traditional Indonesian batik style, featuring intricate patterns and motifs created with wax-resist dyeing. The artwork is characterized by its vibrant colors, detailed floral and geometric designs, and a deep cultural heritage, often symbolizing stories or philosophies from Indonesian culture.",
  "Wayang Kulit": "A classic Indonesian shadow puppet art style. It features stylized, elongated figures with ornate costumes and dramatic poses, often depicting scenes from epics like the Ramayana and Mahabharata, rendered in bold, contrasting colors and intricate linework.",
  "Balinese Painting": "A vibrant Balinese painting style, known for its detailed depictions of daily life, mythology, and nature in Bali. The artwork is filled with lush landscapes, expressive figures, and a harmonious blend of colors, reflecting the island's spiritual and artistic traditions.",
  "Japanese Ukiyo-e": "A traditional Japanese ukiyo-e woodblock print style. It features graceful lines, flat areas of color, and elegant compositions, often depicting beautiful women, kabuki actors, landscapes, and scenes from everyday life in Edo-period Japan.",
  "Sumi-e": "A Japanese ink wash painting style, characterized by its simplicity, expressive brushstrokes, and use of black ink on white paper. The artwork captures the essence of the subject with minimal lines and a focus on balance, harmony, and the beauty of nature.",
  "Kawaii": "A cute and playful Japanese kawaii style. It features adorable characters, pastel colors, and simple, rounded shapes, evoking a sense of innocence, joy, and charm that is popular in Japanese pop culture."
}